chore(content): write-only draft [cloud/aws-essentials/module-1.3-ec2]
